Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Not only does she fail to scare the guy, but she accidentally lets slip an important piece of information that she didn't want the triad to know.
fr_fr: En plus de ne pas parvenir à effrayer le mec, elle laisse filtrer une information importante qu'elle ne voulait pas que les triades obtiennent.

source: If she rolled a 00 instead—a critical success—she would browbeat the man so thoroughly that he throws in some extra important information just so she'll leave him alone in the future.
fr_fr: Si elle avait obtenu un 00 - un succès critique - elle aurait fait tellement peur au caïd qu'il lui aurait balancé des informations supplémentaires importante juste pour qu'elle le laisse tranquille par la suite.

source: {Defaulting: untrained skill use}
fr_fr: {Défausser: utilisation de compétence non-entraînée}

source: Certain tests may call for a character to use a skill they don't have—a process called defaulting.
fr_fr: Certain tests peuvent demander à un personnage d'utiliser une compétence qu'il ne possède pas - ce qu'on appelle défausser.

source: In this case, the character instead uses the rating of the aptitude (see p.
fr_fr: Dans ce cas, le personnage utilise le score de l'aptitude (voir p.

source: 123) that is linked to the skill in question as the target number.
fr_fr: 123) liée à la compétence en question comme seuil de réussite.

source: Not all skills may be defaulted; some of them are so complex or require such training than an unskilled character can't hope to succeed.
fr_fr: Toutes les compétences ne peuvent pas être défaussée; certaines sont tellement complexe ou nécessite un entrainement tel qu'un personnage ne la possédant pas n'a aucune chance de réussir.

source: Skills that may not be defaulted on are noted on the Skill List (p.
fr_fr: Les compétences qui ne peuvent pas être défaussée sont notées dans la Liste de Compétence (p.

source: 176) and in the skill description.
fr_fr: 176) et dans la description de celles-ci.

source: In rare cases, a gamemaster might allow a character to default to another skill that also relates to a test (see p.
fr_fr: dans de rares cas, le maître de jeu peu autoriser un personnage à se défausser sur une compétence qui pourrait également être liée au test (voir p.

source: When allowed, defaulting to another skill incurs a –30 modifier.
fr_fr: Lorsque c'est autorisé, défausser sur une autre compétence inclut un modificateur de -30.

source: Toljek is trying to casually sneak inside a hypercorp facility when he unexpectedly runs into a hypercorp employee.
fr_fr: Toljek essayes de s'inflitrer dans le bâtiment d'une hypercop lorsqu'il percute accidentellement une employée hypercoproratiste.

source: The woman he's encountered doesn't necessarily have grounds to be suspicious of Toljek's presence, but the gamemaster calls for Toljek to make a Protocol Test to pass himself off as someone that belongs there.
fr_fr: La femme qu'il croise n'a pas forcément de raison d'être suspicieuse vis à vis de la présence de Toljek, mais le maître de jeu demande à Toljek de réussir un Test de Protocole pour se faire passer pour quelqu'un qui est à sa place ici.

source: Unfortunately, Toljek doesn't have that skill, so he must default to its linked aptitude, Savvy, instead.
fr_fr: Malheureusement, Toljek n'as pas cette compétence, il doit donc défausser sur l'aptitude liée, Astuce, à la place.

source: His Savvy score is only 18, so Toljek better hope he gets lucky.
fr_fr: Son score d'Astuce est de seulement 18, Toljek espère donc être chanceux.

source: Rather than looking up and accumulating a long list of modifiers for each action and doing the math, the gamemaster can instead choose to simply “eyeball” the situation and apply the modifier that best sums up the net effect.
fr_fr: Au lieu de chercher et d'accumuler une longue liste de modificateurs pour chaque action et de calculer le modificateur total, le maître de jeu peu choisir de simplement "évaluer" la situation et d'appliquer le modificateur qui résume le mieux l'effet voulu.

source: This method is quicker and allows for easier test resolution.
fr_fr: Cette méthode est plus rapide et permet des résolutions de tests plus rapide

source: One way to eyeball the situation is to simply apply the most severe modifier affecting the situation.
fr_fr: Une manière d'évaluer la situation est de choisir le modificateur le plus sévère qui affecte la situation.

source: Tyska is trying to escape from some thing that's chasing him through a derelict habitat.
fr_fr: Tyska essaye d'échapper à quelque chose qui la poursuit à travers un habitat abandonné.

source: The gamemaster calls for a Freerunning Test, but there are a number of modifying conditions: it's dark, he's running with a flashlight, and there's debris everywhere.
fr_fr: Le maître de jeu demande un Test de Parkour, mais il y a beaucoup de modificateurs situationnel: il fait sombre, il court avec une lampe de poche et il y a des débris un peu partout.

source: Tyska, however, has an entoptic map of the best route out of there to help him out.
fr_fr: Tyska, cependant, a une carte entoptique du meilleur trajet possible pour le sortir de là.

source: The gamemaster assesses the situation and decides the overall effect is that the test is challenging, and so a –20 modifier is applied.
fr_fr: Le maître de jeu estime la situation et décide que l'effet global se résout par un test stimulant, et un modificateur de -20 est appliqué.

source: If you wish to develop a more cinematic feel for your game, or if you simply wish to encourage your players to invest more detail and creativity into the storyline, you can award “narrative modifiers” to a character's test when that player describes what the character is doing in exceptionally colorful, inventive, or dramatic detail.
fr_fr: Si vous voulez développer une ambiance plus cinématique à vos parties, ou si vous voulez simplement encourager vos joueurs à s'investir plus dans les détails et la création narrative, vous pouvez donner des "modificateurs narratifs" aux tests des personnages lorsqu'un joueur décrit les actions de son personnage de manière exceptionnellement colorée, inventive ou dramatique.

source: The better the detail, the better the modifier.
fr_fr: Meilleurs sont les détails ajoutés, meilleurs sera le modificateur.

source: Cole doesn't just want his character to jump over the table, he wants to make an impact.
fr_fr: Cole ne veux pas que son personnage saute simplement par-dessus la table, il veut créer un minimum d'impact narratif.

source: Cole tells the gamemaster that his character kicks a chair out of the way, rolls over the dinner table on his shoulder, grabs a fork as he does it, makes sure to knock all of the fine china on the floor, then lands on his feet in a defensive martial arts posture, fork raised high.
fr_fr: Cole annonce au maître de jeu que son personnage balance un coup de pied dans une chaise qui va valser plus loin, roule sur son épaule à travers la table à manger, attrape une fourchette dans le mouvement, s'assure d'envoyer au sol toute la porcelaine puis atterit dans une posture martiale défensive, fourchette prête à frapper.

source: The gamemaster decides the extra description is worth +10 to his Freerunning Test.
fr_fr: Le maître de jeu décide que cette description supplémentaire vaut bien un modificateur de +10 à son jet de Parkour.

source: If two or more characters join forces to tackle a test together, one of the characters must be chosen as the primary actor.
fr_fr: Si deux personnage ou plus se regroupent pour s'attaquer à un test ensemble, l'un des personnage doit être désigné comme l'acteur principal.

source: This leading character will usually (but not always) be the one with the highest applicable skill.
fr_fr: Ce personnage sera habituellement (mais pas forcément automatiquement) celui qui a le plus haut score dans une compétence applicable.

source: The primary acting character is the one who rolls the test, though they receive a +10 modifier for each additional character helping them out, up to a maximum +30 modifier.
fr_fr: Le personnage principal est celui qui lancera les dés, bien qu'il reçoive un modificateur de +10 pour chaque personnage supplémentaire qui l'assite, jusqu'à un maximum de +30.

source: Note that helping characters do not necessarily need to know the skill being used if the gamemaster decides that they can follow the primary actor's lead.
fr_fr: Notez que les personnage assistants n'ont pas nécessairement besoin de connaître la compétence utilisé si le maître de jeu décide qu'ils peuvent suivre et comprendre les ordres du personnage dirigeant l'action.

source: The robotic leg on Eva's synthetic morph has been badly damaged, so she needs to repair it.
fr_fr: La jambe robotisée sur la synthmorph d'Eva a été salement abîmée, au point qu'elle ait besoin de la réparer.

source: Max and Vic both sit down and help her out, giving her a +20 modifier (+10 for each helper) to her Hardware: Robotics Test.
fr_fr: Max et Vic se posent et lui donnent un coup de main, lui donnant un modificateur de +20 (+10 pour chaque assistant) à son Test de Matériel: Robotique.

source: Types of tests
fr_fr: Type de tests.

source: There are two types of tests in Eclipse Phase: Success and Opposed.
fr_fr: Il y a deux types de test dans Eclipse Phase: Les tests de Résussite et les Tests Opposés.

source: Success Tests are called for whenever a character is acting without direct opposition.
fr_fr: On demande un Test de Réussite lorsqu'un personnage agît sans opposition directe.

source: They are the standard tests used to determine how well a character exercises a particular skill or ability.
fr_fr: Ce sont les tests standard utilisés pour déterminer comment un personnage utilise une compétence ou une aptitude particulière.

source: Success Tests are handled exactly as described under Making Tests, p.
fr_fr: Les Tests de Réussite sont gérés exactement tels que décrit dans la section Réaliser des Tests, p.

source: The player rolls d100 against a target number equal to the character's skill +/– modifiers.
fr_fr: Le joueur lance un d100 contre un seuil égal à la compétence du personnage +/- les modificateurs.

source: If they roll equal to or less than the target number, the test succeeds, and the action is completed as desired.
fr_fr: S'il obtient un résultat inférieur ou égal au seuil, le tests est une réussite et l'action se déroule comme désiré.

source: If they roll higher than the target number, the test fails.
fr_fr: S'il obtient un résultat supérieur au seuil, le test échoue.

source: If you fail at a test, you can take another shot.
fr_fr: Si vous ratez un test, vous pouvez le tenter votre chance une fois de plus.

source: Each subsequent attempt at an action after a failure, however, incurs a cumulative –10 modifier.
fr_fr: Chaque tentative de réussir une action après un échec subira cependant un modificateur cumulatif de -10.

source: That means the second try suffers –10, the third –20, the fourth –30, and so on, up to the maximum –60.
fr_fr: Ce qui signifie que le deuxième essai souffre d'un -10, le troisième d'un -20, le quatrième d'un -30 et ainsi de suite jusqu'au maximum de -60.

source: Most skill tests are made for Automatic, Quick, or Complex Actions (see pp.
fr_fr: La plupart des tests concernent les Actions Automatique, Rapide ou Complexes (voir pp.

source: 119–120) and so are resolved within one Action Turn (3 seconds, see p.
fr_fr: 119–120) et sont donc réalisées en un Tour d'Action (3 secondes, voir p.

source: Tests made for Task actions (p.
fr_fr: Les tests faits pour des Actions de Tâches (p.

source: 120) take longer.
fr_fr: 120) prennent plus de temps.

source: Players may choose to take extra time when their character undertakes an action, meaning that they choose to be especially careful when performing the action in order to enhance their chance of success.
fr_fr: Les joueurs peuvent choisir de prendre du temps supplémentaires lorsque leur personnage réalise une action, ce qui signifie qu'ils choisissent d'être particulièrement méticuleux lorsqu'ils accomplissent l'action afin d'améliorer leurs chances de succès.

source: For every minute of extra time they take, they increase their target number by +10.
fr_fr: Pour chaque minute de temps supplémentaire, ils augmentent leur seuil de +10.

source: Once they've modified their target number to over 99, they are practically assured of success, so the gamemaster can waive the dice roll and grant them an automatic success.
fr_fr: Une fois qu'ils ont modifié leur seuil au-delà de 99, ils sont pratiquement sûr de réussir, le maître de jeu peut donc passer outre le jet de dé et leur accorder un succès automatique.

source: Note that the maximum +60 modifier rule still applies, so if their skill is under 40 to start with, taking the time may still not guarantee a favorable outcome.
fr_fr: Notez que la règle du modificateur maximal de +60 s'applique toujours, et que, par conséquent, si leur compétence est inférieure à 40, prendre le temps peut ne pas garantir un succès automatique.

source: You may take the time even when defaulting (see Defaulting, p.
fr_fr: Vous pouvez prendre votre temps même lorsque vous défaussez (voir Défausser p.

source: Taking extra time is a solid choice when time is not a factor to the character, as it eliminates the chance that a critical failure will be rolled and allows the player to skip needless dice rolling.
fr_fr: Prendre du temps supplémentaires est une bonne décision lorsque le temps n'est pas un facteur décisif, car il élimine les chances d'échec critique et permet au joueur de passer outre des jets de dés inutiles.

source: For certain tests it may not be appropriate, however, if the gamemaster decides that no amount of extra time will increase the likelihood of success.
fr_fr: Cependant, cela est inapproprié pour certains tests si le maître de jeu décide qu'aucune quantité de temps supplémentaire n'augmentera les chances de réussite.

source: In that case, the gamemaster simply rules that taking the time has no effect.
fr_fr: Dans ce cas, le maître de jeu décide simplement que prendre son temps n'a aucun effet.

source: For Task action tests (p.
fr_fr: Pour les test d'Actions de Tâches (p.

source: 120), which already take time to complete, the duration of the task must be increased by 50 percent for each +10 modifier gained for taking extra time.
fr_fr: 120), qui prennent déjà du temps pour réussir, la durée de cette tâche peut être augmentée de 50 pourcent pour chaque modificateur de +10 gagné par du temps supplémentaire.

source: Srit is searching through an abandoned space- ship, looking for a sign of what happened to the missing crew.
fr_fr: Srit est en train de fouiller un vaisseau abandonné, à la recherche d'un signe de ce qui a pu arriver à l'équipage manquant.

source: The gamemaster tells her it will take twenty minutes to search the whole ship.
fr_fr: Le maître de jeu lieu lui annonce que cela prendra vingt minutes pour fouiller tout le vaisseau.

source: She wants to be extra thorough, however, so she takes an extra thirty minutes.
fr_fr: Cependant, elle veut être absolument sûre, elle prend donc trente minutes supplémentaires pour fouiller.

source: Fifty percent of the original timeframe is ten minutes, so taking an extra thirty minutes means that Srit receives a +30 modifier to her Investigation Test.
fr_fr: Cinquante pourcent de l'intervalle originel correspondent à dix minutes, donc en prendre trente de plus signifie que Srit reçoit un modificateur de +30 à son Test d'Investigation.

source: In some circumstances, the gamemaster may not be concerned that a character might fail a test, but instead simply wants to gauge how well the character performs.
fr_fr: Dans certaines situations, le maître de jeu peut ne pas être interessé par le fait qu'un personnage puisse échouer à un test, mais simplement vouloir mesurer à quel point celui-ci réussit.

source: In this case, the gamemaster calls for a Simple Success Test, which is handled just like a standard Success Test (p.
fr_fr: Dans ces cas là, le maître de jeu demande un Test de Réussite simple, qui est géré de la même manière qu'un Test de Réussite (p.

source: Rather than determining success or failure, however, the test is assumed to succeed.
fr_fr: Au lieu de déterminer la réussite ou l'échec, on part du principe que le test est une réussite.

source: The roll determines whether the character succeeds strongly (rolls equal to or less than the target number) or succeeds weakly (rolls above the target number).
fr_fr: Le résultat détermine si le personnage obtient une réussite brillante (résultat inférieur ou égal au seuil) ou une réussite de justesse (résultat au-delà du seuil).

source: Dav is taking a short spacewalk between two parked ships.
fr_fr: Dav prend un raccourci dans le vide entre deux vaisseaux stationnés là.

source: The gamemaster determines that this is a routine operation and calls for Dav to make a Simple Success Test using the Freefall skill.
fr_fr: Le maître de jeu détermine que c'est une opération de routine et demande à Dave de faire un Tests de Réussite Simple en utilisant sa compétence Chute libre.

source: Dav's skill is only 35.
fr_fr: La compétence de Dav est de seulement 35.

source: He rolls a 76, but the gamemaster merely determines that Dav has some trouble orienting himself and has to take some extra time.
fr_fr: Il obtient un 76, et le maître de jeu détermine que Dav a quelques problèmes d'orientation et y passera un peu plus de temps que prévu.

source: If Dav had rolled a 77—a critical failure—his suit's maneuvering jets may have died and he may have accidentally propelled himself into deep space.
fr_fr: Si Dav avait obtenu un 77 - un échec critique - les propulseurs de sa combinaison auraient pu tomber en panne et le propulser accidentellement dans le vide spatial.

source: Sometimes it may be important that a character not only succeeds, but that they kick ass and take names while doing it.
fr_fr: Par moment, il est important qu'un personnage aille au-delà de la réussite, il doit réussir avec panache et style.

source: This is usually true of situations where the challenge is not only difficult but the action must be pulled off with finesse.
fr_fr: C'est généralement vrai dans les situations où le défi n'est pas uniquement de battre une difficulté mais aussi de s'en sortir avec finesse.

source: Tests of this sort may call for a certain Margin of Success (MoS)—an amount by which the character must roll under the target number.
fr_fr: Les tests de ce type peuvent nécessiter un certain degré de Marge de Réussite (MdR) - un écart sous le seuil que le joueur doit atteindre.

source: For example, a character facing a target number of 55 and a MoS of 20 must roll equal to or less than a 35 to succeed at the level the situation calls for.
fr_fr: Par exemple, un personnage faisant face à un seuil de 55 et une MdR de 20 doit obtenir un résultat inférieur ou égal à 35 pour atteindre le degré de réussite nécessaire pour la situation.

source: An enemy has thrown an incendiary device near Stoya.
fr_fr: Un ennemi a lancé un objet incendiaire non loin de Stoya.

source: She has only a moment to act and decides to try to kick it away from herself.
fr_fr: Elle n'a qu'un instant pour agir et décide de le dégager loin d'elle.

source: Even better, she hopes to kick it into the open maintenance hatch a dozen meters away.
fr_fr: Encore mieux, elle espère l'envoyer droit dans la porte ouverte du sas de maintenance à une douzaine de mètre de là.

source: The gamemaster determines that in order to kick it into the hatch, Stoya needs to succeed with an MoS of 30.
fr_fr: Le maître de jeu détermine que, afin de shooter l'objet dans le sas, Stoya doit obtenir une MdR de 30.

source: Her Unarmed Combat skill is 66, so Stoya needs to roll 66 or less to kick the device away (though she may still be damaged when it explodes), and 36 or less to kick it into the hatch (in which case she will be completely safe when it detonates).
fr_fr: Sa compétence de Combat À Mains Nues est de 66, Stoya doit donc obtenir 66 ou moins pour envoyer l'objet au loin (bien qu'elle puisse toujours subir des dégats lorsqu'il explosera) et 36 ou moins pour l'envoyer dans le sas (auquel cas, elle sera abritée totalement au moment de l'explosion).

source: She rolls a 44—missing the hatch, but scoring a critical success!
fr_fr: Elle obtient un 44 - ratant le sas, mais obtenant un succès critique!

source: Her aim is off, but the gamemaster decides that the device rebounds off some machinery and falls into the hatch anyway.
fr_fr: Elle rate sa cible, mais le maître de jeu décide que l'appareil rebondit sur une machinerie quelconque et finit par tomber dans le sas.

source: At other times, it may be important to know how badly a character fails, as determined by a Margin of Failure (MoF), which is the amount by which the character rolled over the target number.
fr_fr: A d'autres moment, il peut être important de savoir à quel point un personnage échoue, déterminé par la Marge d'Échec (MdE), qui est l'écart entre le score du personnage et le seuil du jet.

source: In some cases, a test may note that a character who fails with a certain MoF may suffer additional consequences for failing so dismally.
fr_fr: Dans certains cas, un test peut indiquer qu'un personnage qui échoue avec une certaine MdE peut souffrir de conséquences additionnelles pour avoir échouer si lamentablement.

source: Nico is trying to sketch out a picture of someone's face.
fr_fr: Nico essayes de dessiner de mémoire le visage de quelqu'un.

source: He has eidetic memory, but his drawing needs to be good enough for someone else to identify the person.
fr_fr: Il a une mémoire éidétique, mais son dessin doit être suffisament bon pour que quelqu'un d'autre puisse identifier la personne.

source: He rolls against his Art: Drawing skill of 34, scoring a 97—a MoF of 63.
fr_fr: Il fait un jet avec sa compétence Art: Dessin de 34, et obtient un 97 - Une MdE de 63.

source: The illustration is so bad that the gamemaster determines that anyone using that picture to identify the person will need to score a MoS of at least 63 on a Perception Test to recognize the person.
fr_fr: L'illustration est tellement mauvaise que le maître de jeu détermine que quiconque utilisera ce dessin pour identifier la personne devra obtenir une MdR d'au moins 63 sur un Test de Perception pour la reconnaître.

source: {Excellent successes/severe failures}
fr_fr: {Réussites Exceptionelle/Échec Catastrophique}

source: Excellent Successes and Severe Failures are a method used to benchmark successes and failures with an MoS or MoF of 30+.
fr_fr: Les Réussites Exceptionnelle et les Échecs Catastrophiques sont une méthode utilisée pour évaluer une réussite ou un échec avec une MdR ou une MoE de 30+.

source: Excellent Successes are used in situations where an especially good roll may boost the intended effect, such as inflicting more damage with a good hit in combat.
fr_fr: Les Réussites Exceptionnelles sont utilisés dans les situations où un jet particulièrement bon peut améliorer l'effet désiré, tels que infliger plus de dommage avec un bon coup en combat.

source: Severe Failures denote a roll that is particularly bad and has a worse effect than a simple failure.
fr_fr: Les Échecs Catastrophiques signalent un résultat particulièrement mauvais et à des effets pire qu'un simple échec.

source: Neither Excellent Successes or Severe Failures are as good or bad as criticals, however.
fr_fr: Ni les Réussites Exceptionnelles ni les Échecs Catastophiques sont aussi bon ou mauvais que les critiques.
